[
    {
      "name": "AI Jake",
      "age": "10",
      "story": "I want to tell you about the coolest spaceman ever. He's from Mars, which is awesome because Mars is red and red is my favorite color.\n\nHis name is Zog, which is definitely a spaceman name. Zog has green skin, three eyes, and a jetpack that's super fast. He came to Earth because he heard we have pizza, and Mars only has space broccoli, which is gross.\n\nOne night, I was in my backyard, practicing my football, when suddenly there was a huge BOOM! And right there was Zog, who had crashed into our garden shed. \"Oops,\" said Zog, looking confused. \"Your planet is very squishy.\"\n\n\"That's because you landed in compost,\" I laughed. \"Who are you anyway?\"\n\n\"I'm Zog, spaceman from Mars!\" he said proudly, even though he had worms hanging off his space helmet.\n\n\"Cool! I'm Jake,\" I told him. \"Want to play football?\"\n\nZog nodded, even though he didn't know what football was. His three eyes blinked one after the other, which looked funny. I taught him to kick the ball, but Zog kicked too hard with his Martian boots. The football ball flew all the way to the moon!\n\n\"Whoa!\" we both shouted.\n\nThen my sister, Emma, came outside. She screamed really loudly when she saw Zog. \"It's an alien!\" she yelled.\n\n\"Duh,\" I said. \"Emma, this is Zog. He's cool.\"\n\nEmma calmed down when Zog waved politely. \"Hi, Earth girl,\" he said, making her giggle. Then Zog's tummy made a weird noise, like bubbling slime.\n\n\"Hungry,\" he said sadly.\n\nWe sneaked into the kitchen and found leftover pizza in the fridge. When Zog took his first bite, his eyes spun in circles. \"Earth pizza is AMAZING!\" he shouted.\n\nAfter eating three whole pizzas, Zog said he had to go home. I was sad, but he promised he'd come back for my birthday party next week.\n\n\"Next time, I'll bring Martian cake,\" Zog promised. \"It's made of moon dust and space cherries.\"\n\n\"Sounds weird,\" I said. \"But okay!\"\n\nWe waved goodbye, and Zog blasted into space, zooming through the stars.\n\nNow, every night, I look at Mars through my telescope. I wave, just in case Zog can see me. I'm pretty sure he waves back, because sometimes Mars blinks three times—just like Zog's eyes. Spacemen from Mars are definitely the best.\n\n"
    }
  ]